Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Text doesn't fit in its box. Enlarge the box, shorten the text, or turn on Shrink to Fit.
ar: النص لا يتناسب مع المربع الخاص به. قم بتكبير المربع أو تقصير النص أو تشغيل Shrink to Fit.
ca: El text no cap a la seva casella. Amplieu el quadre, escurceu el text o activeu Redueix per ajustar-lo.
cs: Text se nevejde do rámečku. Zvětšete rámeček, zkraťte text nebo zapněte možnost Zmenšit na míru.
da: Teksten passer ikke i dens boks. Forstør boksen, forkort teksten, eller slå Krymp til at passe til.
de: Der Text passt nicht in sein Feld. Vergrößere das Feld, kürze den Text oder aktiviere „Passend verkleinern“.
el: Το κείμενο δεν χωράει στο κουτί του. Μεγεθύνετε το πλαίσιο, συντομεύστε το κείμενο ή ενεργοποιήστε το Shrink to Fit.
es: El texto no cabe en su cuadro. Agranda el cuadro, acorta el texto o activa Reducir para ajustar.
fa: متن در کادرش جا نمی‌شود. کادر را بزرگ‌تر کنید، متن را کوتاه کنید یا «کوچک‌سازی برای جا شدن» را روشن کنید.
fi: Teksti ei mahdu laatikkoon. Suurenna laatikkoa, lyhennä tekstiä tai ota käyttöön Shrink to Fit.
fr: Le texte ne tient pas dans son cadre. Agrandissez le cadre, raccourcissez le texte ou activez Réduire pour ajuster.
he: טקסט לא מתאים לתיבה שלו. הגדל את התיבה, קצר את הטקסט או הפעל את ה-Shrink to Fit.
hr: Tekst ne stane u okvir. Povećajte okvir, skratite tekst ili uključite Shrink to Fit.
hu: A szöveg nem fér be a dobozába. Nagyítsa fel a keretet, rövidítse le a szöveget, vagy kapcsolja be a Shrink to Fit (Részletes méretre) funkciót.
id: Teks tidak muat di kotaknya. Perbesar kotak, perpendek teks, atau aktifkan Kecilkan agar Sesuai.
it: Il testo non entra nel riquadro. Ingrandisci il riquadro, accorcia il testo o attiva Riduci per adattare.
ja: テキストが枠に収まりません。枠を広げるか、テキストを短くするか、「縮小して合わせる」をオンにしてください。
ko: 텍스트가 상자에 맞지 않습니다. 상자를 키우거나 텍스트를 줄이거나 '맞게 축소'를 켜세요.
ms: Teks tidak muat dalam kotaknya. Besarkan kotak, pendekkan teks atau hidupkan Kecilkan untuk Muat.
nl: Tekst past niet in het vak. Vergroot het vak, verkort de tekst of schakel Verkleinen in.
no: Teksten passer ikke i boksen. Forstørre boksen, forkort teksten eller slå på Krymp for å passe.
pl: Tekst nie mieści się w ramce. Powiększ ramkę, skróć tekst lub włącz opcję Zmniejsz, aby dopasować.
pt_br: O texto não cabe na caixa. Aumente a caixa, encurte o texto ou ative Reduzir para caber.
pt_pt: O texto não cabe na caixa. Aumente a caixa, encurte o texto ou ative Reduzir para caber.
ro: Textul nu încape în caseta lui. Măriți caseta, scurtați textul sau activați Mărire pentru a se potrivi.
ru: Текст не помещается в рамку. Увеличьте рамку, сократите текст или включите «Уменьшать по размеру».
sk: Text sa nezmestí do rámčeka. Zväčšite pole, skráťte text alebo zapnite možnosť Zmenšiť na prispôsobenie.
sl: Besedilo ne sodi v polje. Povečajte polje, skrajšajte besedilo ali vklopite Shrink to Fit.
sv: Text får inte plats i rutan. Förstora rutan, förkorta texten eller aktivera Krymp för att passa.
th: ข้อความไม่พอดีกับกล่อง ขยายกล่อง ย่อข้อความ หรือเปิดย่อให้พอดี
tr: Metin kutusuna sığmıyor. Kutuyu büyütün, metni kısaltın veya Sığdırmak İçin Küçült'ü açın.
uk: Текст не вміщається в рамку. Збільште рамку, скоротіть текст або ввімкніть «Зменшувати під розмір».
ur: متن اس کے خانے میں فٹ نہیں ہوتا ہے۔ باکس کو بڑا کریں، متن کو چھوٹا کریں، یا Srink to Fit کو آن کریں۔
vi: Văn bản không vừa trong hộp của nó. Phóng to hộp, rút ​​ngắn văn bản hoặc bật Thu nhỏ cho vừa.
zh_hans: 文本超出了文本框。请放大文本框、缩短文本，或打开“缩小以适合”。
zh_hant: 文字超出了文字框。請放大文字框、縮短文字，或開啟「縮小以符合」。

source: Text doesn't fit its box in %@.
ar: النص لا يتناسب مع المربع الخاص به في %1$@.
ca: El text no encaixa amb el seu quadre a %1$@.
cs: Text se nevejde do rámečku %1$@.
da: Tekst passer ikke til dens boks i %1$@.
de: Text passt in %@ nicht in sein Feld.
el: Το κείμενο δεν ταιριάζει στο πλαίσιο του %1$@.
es: El texto no cabe en su cuadro en %@.
fa: متن در %@ در کادرش جا نمی‌شود.
fi: Teksti ei mahdu laatikkoonsa %1$@:ssa.
fr: Le texte ne tient pas dans son cadre en %@.
he: טקסט לא מתאים לתיבה שלו ב-%1$@.
hr: Tekst ne stane u okvir u %1$@.
hu: A szöveg nem fér bele a mezőbe az %1$@-ban.
id: Teks tidak sesuai dengan kotaknya di %1$@.
it: Il testo non entra nel riquadro in %@.
ja: %@ でテキストが枠に収まりません。
ko: %@에서 텍스트가 상자에 맞지 않습니다.
ms: Teks tidak sesuai dengan kotaknya dalam %1$@.
nl: Tekst past niet in het kader in %1$@.
no: Teksten passer ikke i boksen i %1$@.
pl: Tekst nie mieści się w ramce w %1$@.
pt_br: O texto não cabe na caixa em %@.
pt_pt: O texto não cabe na caixa em %1$@.
ro: Textul nu se potrivește cu caseta lui în %1$@.
ru: Текст не помещается в рамку: %@.
sk: Text sa nezmestí do poľa %1$@.
sl: Besedilo se ne prilega svojemu polju v %1$@.
sv: Text passar inte dess ruta i %1$@.
th: ข้อความไม่พอดีกับช่องใน %1$@
tr: Metin %@ dilinde kutusuna sığmıyor.
uk: Текст не вміщається в рамку: %@.
ur: متن %1$@ میں اپنے باکس میں فٹ نہیں ہوتا ہے۔
vi: Văn bản không vừa với ô của nó trong %1$@.
zh_hans: 在 %@ 中，文本超出了文本框。
zh_hant: 在 %@ 中，文字超出了文字框。

source: Text editing
ar: تحرير النص
ca: Edició de textos
cs: Úprava textu
da: Tekstredigering
de: Textbearbeitung
el: Επεξεργασία κειμένου
es: Edición de texto
fa: ویرایش متن
fi: Tekstin muokkaus
fr: Édition de texte
he: עריכת טקסט
hr: Uređivanje teksta
hu: Szövegszerkesztés
id: Pengeditan teks
it: Modifica del testo
ja: テキスト編集
ko: 텍스트 편집
ms: Suntingan teks
nl: Tekst bewerken
no: Tekstredigering
pl: Edycja tekstu
pt_br: Edição de texto
pt_pt: Edição de texto
ro: Editarea textului
ru: Редактирование текста
sk: Úprava textu
sl: Urejanje besedila
sv: Textredigering
th: การแก้ไขข้อความ
tr: Metin düzenleme
uk: Редагування тексту
ur: ٹیکسٹ ایڈیٹنگ
vi: Chỉnh sửa văn bản
zh_hans: 文字编辑
zh_hant: 文字編輯

source: Text that is too long for its box loses its last lines. Such a shape shows a dashed **orange outline** with a warning badge on the canvas, its cell in the translation table says *Doesn't fit*, and the App Store Connect and Google Play upload checks list it as a warning. Enlarge the box, shorten the text, or turn on **Shrink to Fit**.
ar: النص الطويل جدًا بحيث لا يتناسب مع مربعه يفقد أسطره الأخيرة. يعرض مثل هذا الشكل **مخططًا برتقاليًا متقطعًا** مع شارة تحذير على اللوحة القماشية، والخلية الخاصة به في جدول الترجمة تقول *غير مناسب*، وتدرجه فحوصات التحميل App Store Connect وGoogle Play كتحذير. قم بتكبير المربع أو تقصير النص أو تشغيل **Shrink to Fit**.
ca: El text massa llarg per al seu quadre perd les últimes línies. Aquesta forma mostra un **contorn taronja** amb guions amb una insígnia d'advertència al llenç, la seva cel·la a la taula de traducció diu *No encaixa* i les comprovacions de càrrega App Store Connect i Google Play l'enumeren com a advertiment. Amplia el quadre, escurça el text o activa **Redueix per ajustar-se**.
cs: Text, který je příliš dlouhý pro svůj rámeček, ztratí poslední řádky. Takový tvar zobrazuje na plátně čárkovaný **oranžový obrys** s varovným odznakem, jeho buňka v překladové tabulce říká *Nepasuje* a kontroly nahrávání App Store Connect a Google Play jej uvádějí jako varování. Zvětšete rámeček, zkraťte text nebo zapněte **Shrink to Fit**.
da: Tekst, der er for lang til sin boks, mister sine sidste linjer. Sådan en form viser en stiplet **orange kontur** med et advarselsskilt på lærredet, dens celle i oversættelsestabellen siger *Passer ikke*, og App Store Connect og Google Play upload-tjek viser det som en advarsel. Forstør boksen, forkort teksten, eller slå **Shrink to Fit** til.
de: Text, der zu lang für sein Feld ist, verliert seine letzten Zeilen. Eine solche Form zeigt auf der Arbeitsfläche einen gestrichelten **orangefarbenen Rahmen** mit einem Warnsymbol, ihre Zelle in der Übersetzungstabelle zeigt *Passt nicht*, und die Upload-Prüfungen für App Store Connect und Google Play führen sie als Warnung auf. Vergrößere das Feld, kürze den Text oder aktiviere **Passend verkleinern**.
el: Το κείμενο που είναι πολύ μεγάλο για το κουτί του χάνει τις τελευταίες του γραμμές. Ένα τέτοιο σχήμα δείχνει ένα διακεκομμένο **πορτοκαλί περίγραμμα** με ένα προειδοποιητικό σήμα στον καμβά, το κελί του στον πίνακα μετάφρασης λέει *Δεν ταιριάζει* και οι έλεγχοι μεταφόρτωσης App Store Connect και Google Play το αναφέρουν ως προειδοποίηση. Μεγεθύνετε το πλαίσιο, συντομεύστε το κείμενο ή ενεργοποιήστε το **Σμίκρυνση για προσαρμογή**.
es: El texto demasiado largo para su cuadro pierde sus últimas líneas. Esa forma muestra un **contorno naranja** discontinuo con un distintivo de aviso en el lienzo, su celda en la tabla de traducción indica *No cabe* y las comprobaciones de subida a App Store Connect y Google Play la muestran como aviso. Agranda el cuadro, acorta el texto o activa **Reducir para ajustar**.
fa: متنی که برای کادرش بیش از حد طولانی باشد، سطرهای آخرش را از دست می‌دهد. چنین شکلی روی بوم یک **کادر نارنجی** خط‌چین با نشان هشدار نشان می‌دهد، خانه‌اش در جدول ترجمه *جا نمی‌شود* را نشان می‌دهد و بررسی‌های آپلود App Store Connect و Google Play آن را به‌عنوان هشدار فهرست می‌کنند. کادر را بزرگ‌تر کنید، متن را کوتاه کنید یا **کوچک‌سازی برای جا شدن** را روشن کنید.
fi: Teksti, joka on liian pitkä laatikkoonsa, menettää viimeiset rivinsä. Tällaisessa muodossa on katkoviivainen **oranssi ääriviiva** ja varoitusmerkki kankaalla, sen käännöstaulukon solussa lukee *Ei sovi*, ja App Store Connect- ja Google Play-lataustarkistukset ilmoittavat sen varoituksena. Suurenna laatikkoa, lyhennä tekstiä tai ota käyttöön **Shrink to Fit**.
fr: Un texte trop long pour son cadre perd ses dernières lignes. Une telle forme affiche un **contour orange** en pointillés avec un badge d'alerte sur le canevas, sa cellule dans le tableau de traduction indique *Ne tient pas*, et les vérifications d'envoi vers App Store Connect et Google Play la signalent comme avertissement. Agrandissez le cadre, raccourcissez le texte ou activez **Réduire pour ajuster**.
he: טקסט ארוך מדי עבור התיבה שלו מאבד את השורות האחרונות שלו. צורה כזו מציגה **קו מתאר כתום** מקווקו עם תג אזהרה על הבד, התא שלו בטבלת התרגום אומר *לא מתאים*, ובדיקות ההעלאה App Store Connect ו-Google Play מציגות זאת כאזהרה. הגדל את התיבה, קצר את הטקסט או הפעל את **התכווץ להתאמה**.
hr: Tekst koji je predugačak za okvir gubi posljednje retke. Takav oblik prikazuje isprekidani **narančasti obris** sa značkom upozorenja na platnu, njegova ćelija u tablici prijevoda kaže *Ne odgovara*, a provjere prijenosa App Store Connect i Google Play navode ga kao upozorenje. Povećajte okvir, skratite tekst ili uključite **Smanji da pristane**.
hu: A dobozhoz képest túl hosszú szöveg elveszti utolsó sorait. Az ilyen alakzaton egy szaggatott **narancssárga körvonal** látható, figyelmeztető jelvénnyel a vásznon, a fordítási táblázatban a cellája a *Nem illik* felirattal, a App Store Connect és Google Play feltöltési ellenőrzése pedig figyelmeztetésként szerepel. Nagyítsa fel a keretet, rövidítse le a szöveget, vagy kapcsolja be a **Igazításhoz zsugorítás** funkciót.
id: Teks yang terlalu panjang untuk kotaknya akan kehilangan baris terakhirnya. Bentuk seperti itu menunjukkan garis putus-putus **garis oranye** dengan lencana peringatan di kanvas, selnya di tabel terjemahan bertuliskan *Tidak pas*, dan pemeriksaan unggahan App Store Connect dan Google Play mencantumkannya sebagai peringatan. Perbesar kotak, perpendek teks, atau aktifkan **Shrink to Fit**.
it: Il testo troppo lungo per il suo riquadro perde le ultime righe. Una forma del genere mostra sulla tela un **contorno arancione** tratteggiato con un badge di avviso, la sua cella nella tabella delle traduzioni indica *Non entra* e i controlli di caricamento per App Store Connect e Google Play la segnalano come avviso. Ingrandisci il riquadro, accorcia il testo o attiva **Riduci per adattare**.
ja: 枠に対して長すぎるテキストは、最後の行が表示されなくなります。その図形にはキャンバス上で破線の**オレンジ色の枠線**と警告バッジが表示され、翻訳テーブルのセルには*収まりません*と表示されます。App Store Connect と Google Play のアップロード前チェックでも警告として示されます。枠を広げるか、テキストを短くするか、**縮小して合わせる**をオンにしてください。
ko: 상자에 비해 너무 긴 텍스트는 마지막 줄이 잘립니다. 이런 도형은 캔버스에 점선 **주황색 윤곽선**과 경고 배지가 표시되고, 번역 테이블의 셀에는 *맞지 않음*이 표시되며, App Store Connect 및 Google Play 업로드 검사에서 경고로 나열됩니다. 상자를 키우거나 텍스트를 줄이거나 **맞게 축소**를 켜세요.
ms: Teks yang terlalu panjang untuk kotaknya kehilangan baris terakhirnya. Bentuk sedemikian menunjukkan **garis oren putus-putus** dengan lencana amaran pada kanvas, selnya dalam jadual terjemahan menyatakan *Tidak muat* dan semakan muat naik App Store Connect dan Google Play menyenaraikannya sebagai amaran. Besarkan kotak, pendekkan teks atau hidupkan **Kecilkan untuk Muat**.
nl: Tekst die te lang is voor het vak, verliest zijn laatste regels. Zo'n vorm toont een **oranje stippellijn** met een waarschuwingsbadge op het canvas, in de cel in de vertaaltabel staat *Past niet*, en de uploadcontroles App Store Connect en Google Play vermelden dit als waarschuwing. Vergroot het vak, verkort de tekst of schakel **Verkleinen** in.
no: Tekst som er for lang for boksen mister de siste linjene. En slik form viser en stiplet **oransje omriss** med et advarselsmerke på lerretet, cellen i oversettelsestabellen sier *Passer ikke*, og App Store Connect og Google Play opplastingskontroller viser det som en advarsel. Forstørre boksen, forkort teksten eller slå på **Shrink to Fit**.
pl: Tekst, który jest za długi dla jego ramki, traci ostatnie wiersze. Taki kształt ma przerywany **pomarańczowy kontur** z plakietką ostrzegawczą na płótnie, jego komórka w tabeli tłumaczeń zawiera informację *Nie pasuje*, a kontrole przesyłania App Store Connect i Google Play wyświetlają to jako ostrzeżenie. Powiększ ramkę, skróć tekst lub włącz opcję **Zmniejsz, aby dopasować**.
pt_br: Um texto longo demais para a caixa perde as últimas linhas. Essa forma mostra um **contorno laranja** tracejado com um selo de aviso na tela, sua célula na tabela de tradução diz *Não cabe* e as verificações de envio para App Store Connect e Google Play a listam como aviso. Aumente a caixa, encurte o texto ou ative **Reduzir para caber**.
pt_pt: O texto muito longo para sua caixa perde as últimas linhas. Essa forma mostra um **contorno laranja** tracejado com um emblema de aviso na ecrã, sua célula na tabela de tradução diz *Não cabe* e as verificações de upload App Store Connect e Google Play a listam como um aviso. Aumente a caixa, encurte o texto ou ative **Reduzir para caber**.
ro: Textul care este prea lung pentru căsuța sa își pierde ultimele rânduri. O astfel de formă arată un **contur portocaliu** punctat cu o insignă de avertizare pe pânză, celula sa din tabelul de traducere spune *Nu se potrivește*, iar verificările de încărcare App Store Connect și Google Play o listează ca avertisment. Măriți caseta, scurtați textul sau activați **Scurt to Fit**.
ru: Если текст слишком длинный для своей рамки, его последние строки пропадают. У такой фигуры на холсте появляется пунктирная **оранжевая рамка** со значком предупреждения, в таблице переводов её ячейка помечена *Не помещается*, а проверки перед загрузкой в App Store Connect и Google Play показывают предупреждение. Увеличьте рамку, сократите текст или включите **Уменьшать по размеру**.
sk: Text, ktorý je príliš dlhý na svoje pole, stratí posledné riadky. Takýto tvar zobrazuje na plátne prerušovaný **oranžový obrys** s výstražným odznakom, jeho bunka v prekladovej tabuľke hovorí *Nepasuje* a kontroly nahrávania App Store Connect a Google Play ho uvádzajú ako varovanie. Zväčšite pole, skráťte text alebo zapnite **Shrink to Fit**.
sl: Besedilo, ki je predolgo za svoje polje, izgubi zadnje vrstice. Takšna oblika prikazuje črtkano **oranžno obris** z opozorilno značko na platnu, njena celica v prevodni tabeli pravi *Ne ustreza*, preverjanja nalaganja App Store Connect in Google Play pa to navedejo kot opozorilo. Povečajte polje, skrajšajte besedilo ali vklopite **Skrči, da se prilega**.
sv: Text som är för lång för sin ruta förlorar sina sista rader. En sådan form visar en streckad **orange kontur** med ett varningsmärke på duken, dess cell i översättningstabellen säger *Passar inte*, och uppladdningskontrollerna App Store Connect och Google Play visar det som en varning. Förstora rutan, förkorta texten eller aktivera **Skrymp för att passa**.
th: ข้อความที่ยาวเกินไปสำหรับกล่องจะสูญเสียบรรทัดสุดท้าย รูปร่างดังกล่าวแสดง **โครงร่างสีส้ม** เส้นประ พร้อมป้ายคำเตือนบนผืนผ้าใบ เซลล์ในตารางการแปลระบุว่า *ไม่พอดี* และการตรวจสอบการอัปโหลด App Store Connect และ Google Play จะแสดงรายการดังกล่าวเป็นคำเตือน ขยายกล่อง ย่อข้อความ หรือเปิด **ย่อให้พอดี**
tr: Kutusu için çok uzun olan metin son satırlarını kaybeder. Böyle bir şekil tuvalde uyarı rozetli, kesik çizgili **turuncu bir çerçeve** gösterir; çeviri tablosundaki hücresinde *Sığmıyor* yazar ve App Store Connect ile Google Play yükleme denetimleri onu uyarı olarak listeler. Kutuyu büyütün, metni kısaltın veya **Sığdırmak İçin Küçült**'ü açın.
uk: Якщо текст задовгий для своєї рамки, його останні рядки зникають. Така фігура показує на полотні пунктирну **помаранчеву рамку** зі значком попередження, її клітинка в таблиці перекладів позначена *Не вміщається*, а перевірки перед вивантаженням у App Store Connect і Google Play показують попередження. Збільште рамку, скоротіть текст або ввімкніть **Зменшувати під розмір**.
ur: متن جو اس کے باکس کے لیے بہت لمبا ہے اپنی آخری لائنیں کھو دیتا ہے۔ اس طرح کی شکل کینوس پر انتباہی بیج کے ساتھ ایک ڈیشڈ **نارنجی خاکہ** دکھاتی ہے، ترجمہ ٹیبل میں اس کا سیل کہتا ہے *فٹ نہیں ہے*، اور App Store Connect اور Google Play اپ لوڈ چیک اسے ایک انتباہ کے طور پر درج کرتے ہیں۔ باکس کو بڑا کریں، متن کو چھوٹا کریں، یا **Shrink to Fit** کو آن کریں۔
vi: Văn bản quá dài so với hộp sẽ mất dòng cuối cùng. Hình dạng như vậy hiển thị **đường viền màu cam** nét đứt với huy hiệu cảnh báo trên canvas, ô của nó trong bảng dịch cho biết *Không vừa* và các bước kiểm tra tải lên App Store Connect và Google Play liệt kê nó là một cảnh báo. Phóng to hộp, rút ​​ngắn văn bản hoặc bật **Thu nhỏ cho vừa**.
zh_hans: 超出文本框的文本会丢失最后几行。这样的形状会在画布上显示虚线**橙色轮廓**和警告标记，它在翻译表中的单元格会显示*放不下*，App Store Connect 和 Google Play 的上传检查也会将其列为警告。请放大文本框、缩短文本，或打开**缩小以适合**。
zh_hant: 超出文字框的文字會遺失最後幾行。這樣的形狀會在畫布上顯示虛線**橙色外框**和警告標記，它在翻譯表中的儲存格會顯示*放不下*，App Store Connect 和 Google Play 的上傳檢查也會將其列為警告。請放大文字框、縮短文字，或開啟**縮小以符合**。

source: That doesn't look like a valid .p8 private key.
ar: لا يبدو هذا مفتاحًا خاصًا صالحًا .p8.
ca: No sembla una clau privada .p8 vàlida.
cs: To nevypadá jako platný soukromý klíč .p8.
da: Det ligner ikke en gyldig .p8 privat nøgle.
de: Das sieht nicht nach einem gültigen privaten .p8-Schlüssel aus.
el: Δεν μοιάζει με έγκυρο .p8 ιδιωτικό κλειδί.
es: Esto no parece una clave privada .p8 válida.
fa: به نظر یک کلید خصوصی معتبر .p8 نیست.
fi: Se ei näytä kelvolliselta .p8 yksityiseltä avaimelta.
fr: Cela ne ressemble pas à une clé privée .p8 valide.
he: זה לא נראה כמו מפתח פרטי תקף .p8.
hr: To ne izgleda kao važeći .p8 privatni ključ.
hu: Ez nem tűnik érvényes .p8 privát kulcsnak.
id: Sepertinya itu bukan kunci pribadi .p8 yang valid.
it: Non sembra una chiave privata .p8 valida.
ja: これは有効な .p8 秘密キーではないようです。
ko: 유효한 .p8 개인 키가 아닌 것 같습니다.
ms: Itu tidak kelihatan seperti kunci peribadi .p8 yang sah.
nl: Dat lijkt niet op een geldige privésleutel .p8.
no: Det ser ikke ut som en gyldig .p8 privat nøkkel.
pl: To nie wygląda na prawidłowy klucz prywatny .p8.
pt_br: Isso não parece uma chave privada .p8 válida.
pt_pt: Isso não parece uma chave privada .p8 válida.
ro: Nu pare o cheie privată .p8 validă.
ru: Это не похоже на корректный закрытый ключ .p8.
sk: To nevyzerá ako platný súkromný kľúč .p8.
sl: To ni videti kot veljaven zasebni ključ .p8.
sv: Det ser inte ut som en giltig .p8 privat nyckel.
th: ดูเหมือนว่าจะไม่ใช่คีย์ส่วนตัว .p8 ที่ถูกต้อง
tr: Bu geçerli bir .p8 özel anahtarı gibi görünmüyor.
uk: Це не схоже на дійсний приватний ключ .p8.
ur: یہ ایک درست .p8 نجی کلید کی طرح نہیں لگتا ہے۔
vi: Có vẻ như đó không phải là khóa riêng .p8 hợp lệ.
zh_hans: 这看起来不像有效的 .p8 私钥。
zh_hant: 這看起來不像是有效的 .p8 私密密鑰。

source: That file isn't a supported image or SVG.
ar: هذا الملف ليس صورة مدعومة أو SVG.
ca: Aquest fitxer no és una imatge compatible ni SVG.
cs: Tento soubor není podporovaný obrázek nebo SVG.
da: Denne fil er ikke et understøttet billede eller SVG.
de: Diese Datei ist kein unterstütztes Bild oder SVG.
el: Αυτό το αρχείο δεν είναι υποστηριζόμενη εικόνα ή SVG.
es: Ese archivo no es una imagen ni un SVG compatibles.
fa: این فایل تصویر یا SVG پشتیبانی‌شده نیست.
fi: Tämä tiedosto ei ole tuettu kuva tai SVG.
fr: Ce fichier n'est ni une image ni un SVG pris en charge.
he: הקובץ הזה אינו תמונה נתמכת או SVG.
hr: Ta datoteka nije podržana slika ili SVG.
hu: Ez a fájl nem támogatott kép vagy SVG.
id: File tersebut bukan gambar yang didukung atau SVG.
it: Quel file non è un'immagine o un SVG supportato.
ja: そのファイルはサポートされている画像または SVG ではありません。
ko: 해당 파일은 지원되는 이미지 또는 SVG가 아닙니다.
ms: Fail itu bukan imej yang disokong atau SVG.
nl: Dat bestand is geen ondersteunde afbeelding of SVG.
no: Den filen er ikke et støttet bilde eller SVG.
pl: Ten plik nie jest obsługiwanym obrazem lub SVG.
pt_br: Esse arquivo não é uma imagem compatível ou SVG.
pt_pt: Esse ficheiro não é uma imagem compatível ou SVG.
ro: Fișierul respectiv nu este o imagine acceptată sau SVG.
ru: Этот файл не является поддерживаемым изображением или SVG.
sk: Tento súbor nie je podporovaný obrázok alebo SVG.
sl: Ta datoteka ni podprta slika ali SVG.
sv: Den filen är inte en bild som stöds eller SVG.
th: ไฟล์นั้นไม่ใช่รูปภาพหรือ SVG ที่สนับสนุน
tr: Bu dosya desteklenen bir görüntü veya SVG değil.
uk: Цей файл не є підтримуваним зображенням або SVG.
ur: وہ فائل تعاون یافتہ تصویر یا SVG نہیں ہے۔
vi: Tệp đó không phải là hình ảnh được hỗ trợ hoặc SVG.
zh_hans: 该文件不是受支持的图像或 SVG。
zh_hant: 該檔案不是支援的影像或 SVG。

source: That file isn't a supported image.
ar: هذا الملف ليس صورة مدعومة.
ca: Aquest fitxer no és una imatge compatible.
cs: Tento soubor není podporovaný obrázek.
da: Den fil er ikke et understøttet billede.
de: Diese Datei ist kein unterstütztes Bild.
el: Αυτό το αρχείο δεν είναι μια υποστηριζόμενη εικόνα.
es: Ese archivo no es una imagen compatible.
fa: این فایل تصویر پشتیبانی‌شده‌ای نیست.
fi: Tämä tiedosto ei ole tuettu kuva.
fr: Ce fichier n'est pas une image prise en charge.
he: הקובץ הזה אינו תמונה נתמכת.
hr: Ta datoteka nije podržana slika.
hu: Ez a fájl nem támogatott kép.
id: File itu bukan gambar yang didukung.
it: Quel file non è un'immagine supportata.
ja: そのファイルはサポートされている画像ではありません。
ko: 해당 파일은 지원되는 이미지가 아닙니다.
ms: Fail itu bukan imej yang disokong.
nl: Dat bestand is geen ondersteunde afbeelding.
no: Den filen er ikke et støttet bilde.
pl: Ten plik nie jest obsługiwanym obrazem.
pt_br: Esse arquivo não é uma imagem compatível.
pt_pt: Esse ficheiro não é uma imagem compatível.
ro: Fișierul respectiv nu este o imagine acceptată.
ru: Этот файл не является поддерживаемым изображением.
sk: Tento súbor nie je podporovaný obrázok.
sl: Ta datoteka ni podprta slika.
sv: Den filen stöds inte.
th: ไฟล์นั้นไม่ใช่รูปภาพที่รองรับ
tr: Bu dosya desteklenen bir görüntü değil.
uk: Цей файл не є підтримуваним зображенням.
ur: وہ فائل تعاون یافتہ تصویر نہیں ہے۔
vi: Tệp đó không phải là hình ảnh được hỗ trợ.
zh_hans: 该文件不是受支持的图像。
zh_hant: 該檔案不是支援的影像。
